[
  "حسبنا الله ونعم الوكيل.",
  "اللهم كن لأهل غزة معينًا ونصيرًا.",
  "اللهم اربط على قلوبهم وثبّت أقدامهم يا رب العالمين.",
  "اللهم اشفِ جرحاهم، وارحم شهداءهم، وجبر كسرهم يا أكرم الأكرمين.",
  "اللهم أنزل عليهم سكينتك، واغمرهم برحمتك وعدلك.",
  "اللهم كما نصرت عبادك يوم بدر، فانصر أهل غزة نصرًا من عندك.",
  "اللهم اجعل صبرهم نورًا، وابتلاءهم رفعة، ونهايتهم نصرًا وعزًا.",
  "اللهم اجعل دعاءنا لهم رحمة، وكلماتنا دعمًا، وأعمالنا نصرة.",
  "اللهم لا تجعل في قلوبهم خوفًا إلا منك، ولا حاجة إلا إليك.",
  "اللهم إنهم مظلومون فانتصر لهم، ومستضعفون فأعنهم.",
  "اللهم كن لهم وليًا ونصيرًا، ومعينًا ومجيرًا.",
  "اللهم داوِ جراحهم، وطمئن قلوبهم، وارحم شهداءهم.",
  "اللهم إنك على كل شيء قدير، فانصرهم نصراً مؤزراً.",
  "اللهم اجعل لهم من كل همٍ فرجًا، ومن كل ضيق مخرجًا.",
  "اللهم إنا نجعلك في نحور أعدائهم، ونعوذ بك من شرورهم.",
  "اللهم لا ترفع لهم راية عدو، ولا تحقق لأعدائهم غاية.",
  "اللهم انصر الإسلام وأعز المسلمين.",
  "اللهم احمِ أطفال غزة، واشفِ نساءهم ورجالهم وشيوخهم.",
  "اللهم لا تجعل مصيبتهم في دينهم، ولا تفتنهم في محنتهم.",
  "اللهم آمن روعاتهم، واستر عوراتهم، وثبّتهم على الحق.",
  "اللهم اجعل نار العدو عليهم بردًا وسلامًا كما جعلت النار بردًا وسلامًا على إبراهيم.",
  "اللهم إنا نستودعك غزة وأهلها، فأنت خير الحافظين.",
  "اللهم اجبر كسرهم، وامسح دموعهم، وارفع عنهم البلاء.",
  "اللهم لا تدع لهم ذنبًا إلا غفرته، ولا همًا إلا فرّجته.",
  "اللهم يا حي يا قيوم، كن لهم معينًا في ليلهم ونهارهم.",
  "اللهم إنك قلت: (ادعوني أستجب لكم)، اللهم نصرهم.",
  "اللهم اجعل بأسهم على أعدائهم، وقوّهم على من ظلمهم.",
  "اللهم لا تحرمهم من رحمتك، ولا من فرجك القريب.",
  "اللهم اجعل نصرهم قريبًا، وفرحهم كبيرًا، وأيامهم أمانًا.",
  "اللهم احقن دماء المسلمين، واحفظهم من كل سوء ومكروه.",
  "اللهم أنت نعم المولى ونعم النصير، انصر أهل غزة.",
  "اللهم أنت القوي وهم الضعفاء، فقوِّهم بقوتك وعزتك.",
  "اللهم ألّف بين قلوبهم، ووحد صفوفهم، وأصلح ذات بينهم.",
  "اللهم احفظهم بعينك التي لا تنام، واكنفهم بركنك الذي لا يُرام.",
  "اللهم سدد رميهم، وقوِّ عزائمهم، وثبت أقدامهم.",
  "اللهم من أراد بهم سوءًا فاجعل كيده في نحره، واجعل تدبيره تدميرًا عليه.",
  "اللهم أرنا فيهم عجائب قدرتك، وآثار رحمتك، وبدائع صنعك.",
  "اللهم اجعل لهم من كل خوف أمنًا، ومن كل جوع شبعًا، ومن كل قلق سكينة.",
  "اللهم كما أنزلت السكينة على قلب نبيك، أنزلها على قلوبهم.",
  "اللهم اقذف في قلوب أعدائهم الرعب، وزلزل أقدامهم.",
  "اللهم اجعل صباحهم خيرًا من مسائهم، ومستقبلهم خيرًا من ماضيهم.",
  "اللهم استر عوراتهم، وآمن روعاتهم، واحفظهم من بين أيديهم ومن خلفهم.",
  "اللهم اجعل الملائكة تحيط بهم حتى تمنع عنهم كيد الكائدين.",
  "اللهم كما حفظت يوسف في الجب، احفظهم من كل سوء.",
  "اللهم ربنا آتنا من لدنك رحمة وهيئ لهم من أمرهم رشدًا.",
  "اللهم اشرح صدورهم، ويسر أمورهم، واشدد أزرهم.",
  "اللهم ارزقهم الصبر الجميل، والفرج القريب، والنصر المبين.",
  "اللهم أنت وليهم ومولاهم، فانصرهم على القوم الظالمين.",
  "اللهم ارزقهم من حيث لا يحتسبون، وافتح لهم أبواب رزقك.",
  "اللهم أجرنا من خزي الدنيا وعذاب الآخرة.",
  "اللهم اجعل بيوتهم عامرة بالإيمان، قلوبهم مطمئنة بذكرك.",
  "اللهم كن معهم ولا تكن عليهم، وانصرهم ولا تنصر عليهم.",
  "اللهم أيدهم بنصرك كما أيدت به عبادك المؤمنين.",
  "اللهم وحد صفوفهم، واجمع كلمتهم، واجعل بأسهم على عدوهم.",
  "اللهم ألهمهم الصواب في أقوالهم وأفعالهم.",
  "اللهم اجعل التقوى زادهم، والجنة مثواهم، والقرآن هاديهم.",
  "اللهم كما فرجت عن يونس في بطن الحوت، فرج عنهم كربهم.",
  "اللهم ردهم إلى دينك ردًا جميلًا، وتولهم في الدنيا والآخرة.",
  "اللهم اغفر لهم ذنوبهم، وكفر عنهم سيئاتهم، وثبتهم بالقول الثابت.",
  "اللهم ارفع ظلم الظالمين عنهم، واكشف الغمة عنهم.",
  "اللهم تقبل شهداءهم في عليين، واجبر كسر قلوب ذويهم.",
  "اللهم اغسل موتاهم بالماء والثلج والبرد، ونقهم من الذنوب.",
  "اللهم انصرهم نصرًا يعز به الإسلام والمسلمون.",
  "اللهم اجعل كلمة الحق هي العليا، وكلمة الباطل هي السفلى.",
  "اللهم اغفر لحيهم وميتهم، وصغيرهم وكبيرهم، وذكرهم وأنثاهم.",
  "اللهم أنت أحكم الحاكمين، فاحكم بينهم وبين من ظلمهم بالحق.",
  "اللهم لا تخذلهم ولا تحرمهم ولا تفتنهم.",
  "اللهم اجعل موتهم شهادة في سبيلك، واكتب لهم الأجر والثواب.",
  "اللهم أحسن عاقبتهم في الأمور كلها، وأسعدهم بتقواك.",
  "اللهم كما حفظت أصحاب الكهف، احفظ أهل غزة من كل شر.",
  "اللهم اربط على قلوبهم، وآنس وحشتهم، وخفف عنهم مصيبتهم.",
  "اللهم اكشف الغمة عن هذه الأمة، وارفع الظلم عن المظلومين.",
  "اللهم افتح لهم أبواب رحمتك، وارزقهم من حيث لا يحتسبون.",
  "اللهم إنا ندعوك دعاء الغريق المكروب، فاستجب لنا وتقبل منا.",
  "اللهم علمهم من معاني كتابك ما تجعلهم عبادك الصالحين.",
  "اللهم ألبسهم ثوب العافية والصحة، وأمدهم بالقوة والثبات.",
  "اللهم اجعل أيامهم كلها سعادة، وكل مستقبلهم نجاحًا ونصرًا.",
  "اللهم اجعل لهم من كل ضيق مخرجًا، ومن كل هم فرجًا.",
  "اللهم آنس وحشتهم، واربط على قلوبهم، وثبتهم على الحق.",
  "اللهم انصرهم على من اعتدى عليهم، وكن لهم عوناً وناصراً.",
  "اللهم اشدد وطأتك على من ظلمهم، ولا تمهله ولا تنظره.",
  "اللهم اجعل صلاتنا ودعاءنا في ميزان حسناتهم وحسناتنا.",
  "اللهم من مات منهم فاغفر له وارحمه، ومن بقي فمتعه بالصحة والعافية.",
  "اللهم اجعل ما أصابهم كفارة لذنوبهم ورفعة في درجاتهم.",
  "اللهم انصرهم بالسكينة والثبات، وأيدهم بروح منك.",
  "اللهم املأ قلوبهم طمأنينة وسكينة وثباتًا واحتسابًا.",
  "اللهم اجعل من بينهم من يرفع راية الحق ويصدح بكلمة التوحيد.",
  "اللهم ارزقهم السلامة في الدين والدنيا والآخرة.",
  "اللهم ارزقهم من الإيمان أعظمه، ومن اليقين أكمله، ومن التوفيق أتمه.",
  "اللهم اجعل قلوبهم ثابتة راسخة كالجبال الشامخة.",
  "اللهم ارزقهم حسن الخاتمة، واكتب لهم السعادة في الدنيا والآخرة.",
  "اللهم ارزقهم النصر المبين، كما نصرت أنبياءك وعبادك الصالحين."
]
